{"type":"Feature","stac_version":"1.0.0","id":"0cc348eb-1835-5c4f-b606-095ed2d96058","extent":{"spatial":{"bbox":[[-160.30309,22.28533,-154.7531,18.85975]]}},"bbox":[[-160.30309,22.28533,-154.7531,18.85975]],"geometry":{"type":"Polygon","coordinates":[[[-154.7531,22.28533],[-154.7531,18.85975],[-160.30309,18.85975],[-160.30309,22.28533],[-154.7531,22.28533]]]},"links":[{"rel":"derived_from","href":"https://gp-sit-us-east-1-public-configs.s3.amazonaws.com/stac/deleteme_national_map/collections/f85b73f4-8b1d-50d1-976b-fc0d50ac5abc.json","title":"Parent catalog","type":"application/json"}],"assets":{"data":{"href":"https://prd-tnm.s3.amazonaws.com/StagedProducts/Hydrography/WBD/HU2/Shape/WBD_20_HU2_Shape.zip","title":"Esri Shapefile","description":"Spatial objects with unique identifiers and coordinate data."}},"collection":"f85b73f4-8b1d-50d1-976b-fc0d50ac5abc","properties":{"title":"USGS Watershed Boundary Dataset (WBD) for 2-digit Hydrologic Unit - 20 (published 20221107) Shapefile","datetime":"2022-11-07T00:00:00.000Z","start_datetime":"1970-01-01T00:00:02.022Z","end_datetime":"1970-01-01T00:00:02.022Z","description":"The Watershed Boundary Dataset (WBD) is a comprehensive aggregated collection of hydrologic unit data consistent with the national criteria for delineation and resolution. It defines the areal extent of surface water drainage to a point except in coastal or lake front areas where there could be multiple outlets as stated by the \"Federal Standards and Procedures for the National Watershed Boundary Dataset (WBD)\" \"Standard\" (https://pubs.usgs.gov/tm/11/a3/). Watershed boundaries are determined solely upon science-based hydrologic principles, not favoring any administrative boundaries or special projects, nor particular program or agency. This dataset represents the hydrologic unit boundaries to the 12-digit (6th level) for the entire United States. Some areas may also include additional subdivisions representing the 14- and 16-digit hydrologic unit (HU). At a minimum, the HUs are delineated at 1:24,000-scale in the conterminous United States, 1:25,000-scale in Hawaii, Pacific basin and the Caribbean, and 1:63,360-scale in Alaska, meeting the National Map Accuracy Standards (NMAS). Higher resolution boundaries are being developed where partners and data exist and will be incorporated back into the WBD. WBD data are delivered as a dataset of polygons and corresponding lines that define the boundary of the polygon. WBD polygon attributes include hydrologic unit codes (HUC), size (in the form of acres and square kilometers), name, downstream hydrologic unit code, type of watershed, non-contributing areas, and flow modifications. The HUC describes where the unit is in the country and the level of the unit. WBD line attributes contain the highest level of hydrologic unit for each boundary, line source information and flow modifications.","purpose":"The intent of defining Hydrologic Units (HU) within the Watershed Boundary Dataset is to establish a base-line drainage boundary framework, accounting for all land and surface areas. Hydrologic units are intended to be used as a tool for water-resource management and planning activities particularly for site-specific and localized studies requiring a level of detail provided by large-scale map information. The WBD complements the National Hydrography Dataset (NHD) and supports numerous programmatic missions and activities including: watershed management, rehabilitation and enhancement, aquatic species conservation strategies, flood plain management and flood prevention, water-quality initiatives and programs, dam safety programs, fire assessment and management, resource inventory and assessment, water data analysis and water census."}}
